Repository: blockchain/unused-My-Wallet-iPhone
Catalog: Blockchain/*.lproj/MainWindow.strings
Languages: ja, ru, vi, zh_hans, zh_hant

# 263.text
source: loading
ja: 読み込み
ru: загрузка
vi: tải
zh_hans: 加载
zh_hant: 載入

# 353.text
source: Automatic Pairing
ja: 自動ペアリング
ru: Автоматическая привязка
vi: Kết nối tự động
zh_hans: 自动配对
zh_hant: 自動配對

# 358.text
source: Create a New Wallet
ja: 新しい財布を作成します。
ru: Создать новый кошелек
vi: Tạo Wallet
zh_hans: 创建一个新的钱包
zh_hant: 創建一個新的錢包

# 361.text
source: Login to your Blockchain Wallet via your PC or Mac at http://blockchain.info/wallet
ja: Http://blockchain.info/wallet であなたの PC または Mac を介してあなたの Blockchain の財布にログイン
ru: Войдите в ваш кошелек Blockchain с вашего ПК или Mac на http://blockchain.info/wallet
vi: Đăng nhập để chi tiêu Blockchain của bạn thông qua PC hoặc Mac của bạn tại http://blockchain.info/wallet
zh_hans: 登录到您通过您的 PC 或 Mac 的 Blockchain Wallet 在 http://blockchain.info/wallet
zh_hant: 登錄到您通過您的 PC 或 Mac 的 Blockchain Wallet 在 HTTP://blockchain.info/wallet

# 364.text
source: Click the [Account Settings] button. Then choose the [Devices] tab.
ja: [アカウント設定] をクリックします。その後、[デバイス] タブを選択します。
ru: Нажмите на кнопку [Настройки учетной записи]. Затем выберите вкладку [Devices].
vi: Nhấp vào nút [cài đặt tài khoản]. Sau đó chọn tab [thiết bị].
zh_hans: 单击帐户设置按钮。然后选择 [设备] 选项卡。
zh_hant: 按一下帳戶設置按鈕。然後選擇 [設備] 選項卡。

# 369.text
source: Click 'Show Pairing Code' to reveal a QR Code (a square black & white barcode). Scan the code with your camera.
ja: QR コード (広場黒 & 白いバーコード） を明らかにする 'のペアリング コードを表示する' をクリックします。お使いのカメラで、コードをスキャンします。
ru: Нажмите "Показать код привязки", чтобы открыть QR-код (квадратный черно-белый штрихкод). Отсканируйте этот код с помощью вашей камеры.
vi: Nhấp vào 'Hiển thị mã số kết nối' để lộ một mã QR (một mã vạch vuông đen & trắng). Quét mã với máy ảnh của bạn.
zh_hans: 单击显示配对密码来揭示 QR 码 （方形黑色 & 白色的条码）。用你的相机扫描代码。
zh_hant: 按一下顯示配對密碼來揭示 QR 碼 （方形黑色 & 白色的條碼）。用你的相機掃描代碼。

# 370.normalTitle
source: Scan Pairing Code
ja: ペアリング コードをスキャンします。
ru: Отсканировать код привязки
vi: Quét ghép mã
zh_hans: 扫描匹配码
zh_hant: 掃描匹配碼

# 376.normalTitle
source: Button 2
ja: ボタン 2
ru: Кнопка 2
vi: Nút 2
zh_hans: 按钮 2
zh_hant: 按鈕 2

# 377.normalTitle
source: Button 1
ja: ボタン 1
ru: Кнопка 1
vi: Nút 1
zh_hans: 按钮 1
zh_hant: 按鈕 1

# 378.text
source: If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet. It's Free! No email required.
ja: Blockchain 財布が既にある場合ペアのデバイス;それ以外の場合は、ウォレットの作成を選択します。それは無料です ！メールのアドレスは必須です。
ru: Если у вас уже есть кошелек Blockchain, выберите "Привязка устройства"; в противном случае выберите "Создать кошелек". Это бесплатно! Не требуется электронная почта.
vi: Nếu bạn đã có một ví Blockchain, chọn cặp thiết bị; Nếu không, chọn tạo ví. Nó là miễn phí! Không có email yêu cầu.
zh_hans: 如果你已经有一个 Blockchain 钱包，选择双装置 ；否则，选择创建的钱包。它是免费的 ！没有所需的电子邮件。
zh_hant: 如果你已經有一個 Blockchain 錢包，選擇雙裝置 ；否則，選擇創建的錢包。它是免費的 ！沒有所需的電子郵件。

# 380.text
source: Welcome to Blockchain Wallet
ja: Blockchain 財布へようこそ
ru: Добро пожаловать в кошелек Blockchain
vi: Chào mừng đến với Blockchain ví
zh_hans: 欢迎来到 Blockchain 的钱包
zh_hant: 歡迎來到 Blockchain 的錢包

# 2je-u4-PB2.text
source: TRANSACTIONS
ru: ТРАНЗАКЦИИ
zh_hans: 交易记录

# 387.text
source: Welcome to Blockchain Wallet. This screen shows your transactions. If you have already made transactions with this wallet, there may have been an error contacting our server. Please make sure your account is correctly setup and you have an active internet connection.
ja: Blockchain 財布へようこそ。この画面はお客様との取引を示しています。この財布との取引を既に行っている場合がありますがあった私たちのサーバーとの通信エラー。あなたのアカウントが正しくセットアップし、インターネット接続がアクティブであることを確認してください。
ru: Добро пожаловать в кошелек Blockchain. На этом экране показаны ваши транзакции. Если вы уже осуществляли транзакции с этого кошелька, возможно, произошла ошибка соединения с нашим сервером. Убедитесь, что ваша учетная запись настроена правильно и у вас есть подключение к интернету.
vi: Chào mừng đến với Blockchain ví. Màn hình này cho thấy giao dịch của bạn. Nếu bạn đã thực hiện các giao dịch với chi tiêu này, có thể đã có một lỗi liên hệ với máy chủ của chúng tôi. Hãy chắc chắn rằng tài khoản của bạn một cách chính xác là thiết lập và bạn có kết nối internet hoạt động.
zh_hans: 欢迎来到 Blockchain 的钱包。此屏幕显示您的交易。如果你已经做了这个钱包的交易，有可能是接触我们的服务器错误。请确保您的帐户已正确安装而且你有活跃的互联网连接。
zh_hant: 歡迎來到 Blockchain 的錢包。此螢幕顯示您的交易。如果你已經做了這個錢包的交易，有可能是接觸我們的伺服器錯誤。請確保您的帳戶已正確安裝而且你有活躍的互聯網連接。

# 394.text
source: Password:
ja: パスワード:
ru: Пароль:
vi: Mật khẩu:
zh_hans: 密码：
zh_hant: 密碼：

# 396.text
source: Confirm:
ja: 確認入力します。
ru: Подтвердить:
vi: Xác nhận:
zh_hans: 请确认：
zh_hant: 請確認：

# 398.normalTitle
source: Create Wallet
ja: ウォレットを作成します。
ru: Создать кошелек
vi: Tạo Wallet
zh_hans: 创建钱包
zh_hant: 創建錢包

# 465.text
source: Password Required
ja: パスワードが必要です。
ru: Требуется пароль
vi: Yêu cầu mật khẩu
zh_hans: 需要密码
zh_hant: 需要密碼

# 467.text
source: Password Request Description
ja: パスワード要求の説明 ］
vi: Mật khẩu yêu cầu mô tả
zh_hans: 密码请求描述
zh_hant: 密碼請求描述

# 468.text
source: Password:
ja: パスワード:
ru: Пароль:
vi: Mật khẩu:
zh_hans: 密码：
zh_hant: 密碼：

# 471.normalTitle
source: Continue
ja: 続行
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# 586.text
source: Wallet Identifier:
ja: 財布識別子:
ru: Идентификатор кошелька:
vi: Định danh ví:
zh_hans: 钱包标识符：
zh_hant: 錢包識別碼：

# 588.text
source: You have chosen to pair manually (or automatic pairing is not supported with your device). Please enter your login details below.
ja: 手動でペアに分野 (または自動ペアリングは、お使いのデバイスではサポートされていません)。以下のログインの詳細を入力してください。
ru: Вы выбрали опцию привязки устройства вручную (или автоматическая привязка не поддерживается вашим устройством). Введите ваши регистрационные данные ниже.
vi: Bạn đã chọn để ghép nối tự (hoặc tự động kết nối không được hỗ trợ với điện thoại của bạn). Xin vui lòng nhập các chi tiết đăng nhập dưới đây.
zh_hans: 您已选择手动配对 （或与您的设备不支持自动配对）。请输入您的登录详细信息下面。
zh_hant: 您已選擇手動配對 （或與您的設備不支援自動配對）。請輸入您的登錄詳細資訊下面。

# 591.text
source: Password:
ja: パスワード:
ru: Пароль:
vi: Mật khẩu:
zh_hans: 密码：
zh_hant: 密碼：

# 602.text
source: You must have two-factor authentication disabled to pair manually.
ja: 2 要素認証のペアを手動で無効になっている必要があります ！
ru: Двухфакторная аутентификация должна быть отключена для привязки устройств вручную!
vi: Bạn phải xác thực 2 yếu tố vô hiệu hóa cặp bằng tay!
zh_hans: 您必须手动禁用对双因素身份验证 ！
zh_hant: 您必須手動禁用對雙因素身份驗證 ！

# 624.text
source: You have logged out or there was an error decrypting your wallet file. Enter your password below to login.
ja: あなたがログアウトやお財布ファイルを復号化エラーがありました。パスワードを入力して下のログイン。
ru: Вы вышли из системы, или произошла ошибка при расшифровке файла вашего кошелька. Введите ниже ваш пароль для входа.
vi: Bạn đã đăng nhập hoặc đã có một lỗi giải mã tập tin ví của bạn. Nhập mật khẩu của bạn dưới đây để đăng nhập.
zh_hans: 您已注销或解密您的钱包文件时出错。输入您下面的密码登录。
zh_hant: 您已登出或解密您的錢包檔時出錯。輸入您下面的密碼登錄。

# 625.normalTitle
source: Continue
ja: 続行
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# 627.text
source: Password:
ja: パスワード:
ru: Пароль:
vi: Mật khẩu:
zh_hans: 密码：
zh_hant: 密碼：

# 630.text
source: Login
ja: ログイン
ru: Вход
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# 5gL-FG-Zcc.normalTitle
source: Forget Wallet
ja: 財布を忘れてください。
ru: Забыть кошелек
vi: Quên Wallet
zh_hans: 忘了钱包
zh_hant: 忘了錢包

# C0R-wB-wF1.text
source: If you would like to forget this wallet and start over, press 'Forget Wallet'.
ja: この財布を忘れてをやり直す場合は、' 忘れて財布 ' キーを押します。
ru: Если вы хотите перестать пользоваться этим кошельком и начать заново, нажмите "Забыть кошелек".
vi: Nếu bạn muốn quên này ví và bắt đầu lại, hãy nhấn 'Quên Wallet'.
zh_hans: 如果你想要忘记这个钱包并重新开始，请按 ' 忘了钱包 '。
zh_hant: 如果你想要忘記這個錢包並重新開始，請按 ' 忘了錢包 '。

# OKS-md-gDQ.normalTitle
source: Button 3
ja: ボタン 3
ru: Кнопка 3
vi: Nút 3
zh_hans: 按钮 3
zh_hant: 按鈕 3

# TzC-Tw-04r.normalTitle
source: Continue
ja: 続行
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# VcH-wh-BEs.text
source: Email:
ja: 電子メール：
vi: Thư điện tử:
zh_hans: 电子邮件：
zh_hant: 電子郵件：

# jUZ-5W-4qw.text
source: * Required
ja: * 財布バックアップに必要な
ru: * требуется для резервных копий кошелька
vi: * cần thiết để sao lưu ví
zh_hans: 为钱包备份的要求 ；
zh_hant: 錢包備份的要求 ；

# kK3-Xs-d3Q.text
source: 0 Transactions
ja: 0 トランザクション
ru: 0 транзакций
vi: Giao dịch 0
zh_hans: 0 交易
zh_hant: 0 的交易

# qIf-DM-Gtq.text
source: Manual Pairing
ja: 手動ペアリング
ru: Привязка вручную
vi: Hướng dẫn sử dụng kết nối
zh_hans: 手动配对
zh_hant: 手動配對

# wvh-x7-hB8.text
source: * Minimum 10 characters
ja: * 最低 10 文字
ru: * минимум 10 символов
vi: * tối thiểu 10 ký tự
zh_hans: * 最低 10 个字符
zh_hant: * 最低的 10 個字元
